Repository: vicrodh/PalEdit
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_mx, fr, ja, pt_br

source: Get Info: {pal.GetNickname()}
de_de: Info abrufen: {pal.GetNickname()}
es_mx: Obtener Info: {pal.GetNickname()}
fr: Obtenir des infos : {pal.GetNickname()}
ja: 情報を取得：{pal.GetNickname()}
pt_br: Obter Informações: {pal.GetNickname()}

source: - Level: {pal.GetLevel() if pal.GetLevel() > 0 else '?'}
es_mx: - Nivel: {pal.GetLevel() if pal.GetLevel() > 0 else '?'}
fr: - Niveau : {pal.GetLevel() if pal.GetLevel() > 0 else '?'}
ja: - レベル：{pal.GetLevel() if pal.GetLevel() > 0 else '?'}
pt_br: - Nível: {pal.GetLevel() if pal.GetLevel() > 0 else '?'}

source: - Rank: {pal.GetRank()}
de_de: - Rang: {pal.GetRank()}
es_mx: - Rango: {pal.GetRank()}
fr: - Rang : {pal.GetRank()}
ja: - ランク：{pal.GetRank()}
pt_br: - Classificação: {pal.GetRank()}

source: - Skill 1: {skills[0].get()}
de_de: - Fähigkeit 1: {skills[0].get()}
es_mx: - Habilidad 1: {skills[0].get()}
fr: - Compétence 1 : {skills[0].get()}
ja: - スキル1：{skills[0].get()}
pt_br: - Habilidade 1: {skills[0].get()}

source: - Skill 2: {skills[1].get()}
de_de: - Fähigkeit 2: {skills[1].get()}
es_mx: - Habilidad 2: {skills[1].get()}
fr: - Compétence 2 : {skills[1].get()}
ja: - スキル2：{skills[1].get()}
pt_br: - Habilidade 2: {skills[1].get()}

source: - Skill 3: {skills[2].get()}
de_de: - Fähigkeit 3: {skills[2].get()}
es_mx: - Habilidad 3: {skills[2].get()}
fr: - Compétence 3 : {skills[2].get()}
ja: - スキル3：{skills[2].get()}
pt_br: - Habilidade 3: {skills[2].get()}

source: - Skill 4: {skills[3].get()}
de_de: - Fähigkeit 4: {skills[2].get()}
es_mx: - Habilidad 4: {skills[2].get()}
fr: - Compétence 4 : {skills[2].get()}
ja: - スキル4：{skills[2].get()}
pt_br: - Habilidade 4: {skills[2].get()}

source: - HP IV: {pal.GetTalentHP()}
es_mx: - PV IV: {pal.GetTalentHP()}
fr: - IV PV : {pal.GetTalentHP()}
pt_br: - IV de HP: {pal.GetTalentHP()}

source: - Melee IV: {pal.GetAttackMelee()}
de_de: - Nahkampf IV: {pal.GetAttackMelee()}
es_mx: - Cuerpo a Cuerpo IV: {pal.GetAttackMelee()}
fr: - IV Corps à corps : {pal.GetAttackMelee()}
ja: - 近接戦闘IV：{pal.GetAttackMelee()}
pt_br: - IV de Combate Corpo a Corpo: {pal.GetAttackMelee()}

source: - Range IV: {pal.GetAttackRanged()}
de_de: - Fernkampf IV: {pal.GetAttackRanged()}
es_mx: - Distancia IV: {pal.GetAttackRanged()}
fr: - IV Distance : {pal.GetAttackRanged()}
ja: - 射撃IV：{pal.GetAttackRanged()}
pt_br: - IV de Combate a Distância: {pal.GetAttackRanged()}

source: Preset: Dmg: Element
de_de: Voreinstellung: Schaden: Element
es_mx: Preconfig: Daño: Elemental
fr: Préréglage : Dégâts : Élément
ja: プリセット：ダメージ：要素
pt_br: Predefinição: Dano: Elemento

source: Error: elemental was not found for preset: {primary}-{secondary}
de_de: Fehler: Element nicht gefunden für Voreinstellung: {primary}-{secondary}
es_mx: Error: no se encontró el elemento para la preconfiguración: {primary}-{secondary}
fr: Erreur : élémentaire n'a pas été trouvé pour le préréglage : {primary}-{secondary}
ja: エラー：プリセットの要素が見つかりませんでした：{primary}-{secondary}
pt_br: Erro: elemento não encontrado para predefinição: {primary}-{secondary}

source: Preset {preset} not found - nothing changed
de_de: Voreinstellung {preset} nicht gefunden - nichts geändert
es_mx: Preconfiguración {preset} no encontrada - nada cambió
fr: Préréglage {preset} introuvable - rien n'a changé
ja: プリセット {preset} が見つかりませんでした - 何も変更されませんでした
pt_br: Predefinição {preset} não encontrada - nada foi alterado

source: StorageID: {pal.storageId}
de_de: Speicher-ID: {pal.storageId}
es_mx: ID de almacenamiento: {pal.storageId}
fr: ID de stockage : {pal.storageId}
ja: ストレージID：{pal.storageId}
pt_br: ID de Armazenamento: {pal.storageId}

source: StorageSlot: {pal.storageSlot}
de_de: Speicherplatz: {pal.storageSlot}
es_mx: Ranura de almacenamiento: {pal.storageSlot}
fr: Emplacement de stockage : {pal.storageSlot}
ja: ストレージスロット：{pal.storageSlot}
pt_br: Slot de Armazenamento: {pal.storageSlot}

source: Lv. {pal.GetLevel() if pal.GetLevel() > 0 else '?'}
es_mx: Nv. {pal.GetLevel() if pal.GetLevel() > 0 else '?'}
fr: Niv. {pal.GetLevel() if pal.GetLevel() > 0 else '?'}
ja: レベル {pal.GetLevel() if pal.GetLevel() > 0 else '?'}
pt_br: Nv. {pal.GetLevel() if pal.GetLevel() > 0 else '?'}

source: Hover a skill to see it's description
de_de: Fahren Sie mit der Maus über eine Fähigkeit, um die Beschreibung anzuzeigen
es_mx: Pasa el cursor sobre una habilidad para ver su descripción
fr: Survolez une compétence pour voir sa description
ja: スキルにカーソルを合わせて説明を表示
pt_br: Passe o mouse sobre uma habilidade para ver sua descrição

source: Loading save, please be patient...
de_de: Lade Spielstand, bitte warten...
es_mx: Cargando guardado, por favor ten paciencia...
fr: Chargement de la sauvegarde, veuillez patienter...
ja: セーブを読み込み中です。しばらくお待ちください...
pt_br: Carregando salvamento, por favor aguarde...

source: Opening file {file}
de_de: Öffne Datei {file}
es_mx: Abriendo archivo {file}
fr: Ouverture du fichier {file}
ja: ファイルを開いています {file}
pt_br: Abrindo arquivo {file}

source: Decompiling save, please be patient...
de_de: Dekompiliere Spielstand, bitte warten...
es_mx: Descompilando guardado, por favor ten paciencia...
fr: Décompilation de la sauvegarde, veuillez patienter...
ja: セーブを逆コンパイル中です。しばらくお待ちください...
pt_br: Descompilando salvamento, por favor aguarde...

source: Select a file
de_de: Datei auswählen
es_mx: Selecciona un archivo
fr: Sélectionnez un fichier
ja: ファイルを選択
pt_br: Selecione um arquivo

source: Please select a save file.
de_de: Bitte wählen Sie eine Speicherdatei aus.
es_mx: Por favor selecciona un archivo de guardado.
fr: Veuillez sélectionner un fichier de sauvegarde.
ja: セーブファイルを選択してください。
pt_br: Por favor, selecione um arquivo de salvamento.

source: Checking {m}
de_de: Überprüfe {m}
es_mx: Revisando {m}
fr: Vérification de {m}
ja: {m} をチェック中
pt_br: Verificando {m}

source: Found Player Character
de_de: Spieler-Charakter gefunden
es_mx: Personaje del jugador encontrado
fr: Personnage joueur trouvé
ja: プレイヤーキャラクターが見つかりました
pt_br: Personagem do Jogador Encontrado

source: {i} was not found in Attack Database
de_de: {i} wurde nicht in der Angriffsdatenbank gefunden
es_mx: {i} no fue encontrado en la Base de Datos de Ataques
fr: {i} n'a pas été trouvé dans la base de données d'attaque
ja: {i} は攻撃データベースに見つかりませんでした
pt_br: {i} não foi encontrado no Banco de Dados de Ataque

source: Done
de_de: Fertig
es_mx: Hecho
fr: Terminé
ja: 完了
pt_br: Concluído

source: Done loading!
de_de: Fertig geladen!
es_mx: ¡Hecho cargando!
fr: Chargement terminé !
ja: 読み込みが完了しました！
pt_br: Carregamento concluído!

source: Saving, please be patient... (it can take up to 5 minutes in large files)
de_de: Speichern, bitte warten... (kann in großen Dateien bis zu 5 Minuten dauern)
es_mx: Guardando, por favor ten paciencia... (puede tardar hasta 5 minutos en archivos grandes)
fr: Enregistrement, veuillez patienter... (cela peut prendre jusqu'à 5 minutes dans de gros fichiers)
ja: 保存中、しばらくお待ちください...（大きなファイルでは最大5分かかる場合があります）
pt_br: Salvando, por favor, aguarde... (pode levar até 5 minutos em arquivos grandes)

source: Done saving!
de_de: Fertig gespeichert!
es_mx: ¡Guardado hecho!
fr: Sauvegarde terminée !
ja: 保存が完了しました！
pt_br: Salvamento concluído!

source: Converting... this may take a while.
de_de: Konvertiere... das kann eine Weile dauern.
es_mx: Convirtiendo... esto puede tomar un tiempo.
fr: Conversion... cela peut prendre un certain temps.
ja: 変換中... しばらくお待ちください。
pt_br: Convertendo... isso pode levar um tempo.

source: Load PalWorld Save
de_de: PalWorld-Spielstand laden
es_mx: Cargar Guardado de PalWorld
fr: Charger la sauvegarde de PalWorld
ja: PalWorldセーブを読み込む
pt_br: Carregar Salvamento do PalWorld

source: Save Changes To File
de_de: Änderungen in Datei speichern
es_mx: Guardar Cambios en Archivo
fr: Enregistrer les modifications dans le fichier
ja: 変更をファイルに保存
pt_br: Salvar Alterações no Arquivo

source: File
de_de: Datei
es_mx: Archivo
fr: Fichier
ja: ファイル
pt_br: Arquivo

source: Tools
de_de: Werkzeuge
es_mx: Herramientas
fr: Outils
ja: ツール
pt_br: Ferramentas

source: Player:
de_de: Spieler:
es_mx: Jugador:
fr: Joueur :
ja: プレイヤー：
pt_br: Jogador:

source: Equipped
de_de: Ausgerüstet
es_mx: Equipado
fr: Équipé
ja: 装備済み
pt_br: Equipado

source: Stats
de_de: Statistiken
es_mx: Estadísticas
fr: Statistiques
ja: 統計
pt_br: Estatísticas

source: Health
de_de: Gesundheit
es_mx: Salud
fr: Santé
ja: 体力
pt_br: Vida

source: Attack
de_de: Angriff
es_mx: Ataque
fr: Attaque
ja: 攻撃
pt_br: Ataque

source: Defence
de_de: Verteidigung
es_mx: Defensa
fr: Défense
ja: 防御
pt_br: Defesa

source: The values above do not include passive skills
de_de: Die oben genannten Werte beinhalten keine passiven Fähigkeiten
es_mx: Los valores anteriores no incluyen habilidades pasivas
fr: Les valeurs ci-dessus n'incluent pas les compétences passives
ja: 上記の値にはパッシブスキルは含まれません
pt_br: Os valores acima não incluem habilidades passivas

source: Electric
de_de: Elektrisch
es_mx: Eléctrico
fr: Électrique
ja: 電気
pt_br: Elétrico

source: Dark
de_de: Dunkel
es_mx: Oscuro
fr: Sombre
ja: 暗い
pt_br: Escuro

source: Lucky
de_de: Glücklich
es_mx: Suerte
fr: Chanceux
ja: ラッキー
pt_br: Sortudo

source: Alpha
es_mx: Alfa
ja: アルファ
pt_br: Alfa

source: Species
de_de: Spezies
es_mx: Especie
fr: Espèce
ja: 種類
pt_br: Espécie

source: Gender
de_de: Geschlecht
es_mx: Género
fr: Genre
ja: 性別
pt_br: Gênero

source: Attack IV%
de_de: Angriffs-IV%
es_mx: IV de Ataque%
fr: IV Attaque %
ja: 攻撃IV%
pt_br: IV de Ataque%

source: Defence IV%
de_de: Verteidigungs-IV%
es_mx: IV de Defensa%
fr: IV Défense %
ja: 防御IV%
pt_br: IV de Defesa%

source: Workspeed IV%
de_de: Arbeitsgeschwindigkeits-IV%
es_mx: IV de Velocidad de Trabajo%
fr: IV Vitesse de travail %
ja: 作業速度IV%
pt_br: IV de Velocidade de Trabalho%

source: HP IV%
es_mx: IV de PV%
fr: IV PV %
pt_br: IV de HP%

source: Rank
de_de: Rang
es_mx: Rango
fr: Classement
ja: ランク
pt_br: Classificação

source: Unknown
de_de: Unbekannt
es_mx: Desconocido
fr: Inconnu
ja: 不明
pt_br: Desconhecido

source: Presets:
de_de: Voreinstellungen:
es_mx: Preconfiguraciones:
fr: Préréglages :
ja: プリセット：
pt_br: Predefinições:

source: Utility:
de_de: Dienstprogramm:
es_mx: Utilidad:
fr: Utilitaire :
ja: ユーティリティ：
pt_br: Utilidade:

source: Speed Worker
de_de: Schneller Arbeiter
es_mx: Trabajador Veloz
fr: Ouvrier Rapide
ja: 速度ワーカー
pt_br: Trabalhador Rápido

source: Speed Runner
de_de: Schneller Läufer
es_mx: Corredor Veloz
fr: Coureur Rapide
ja: 速度ランナー
pt_br: Corredor Rápido

source: Tank
de_de: Panzer
es_mx: Tanque
ja: タンク
pt_br: Tanque

source: Damage:
de_de: Schaden:
es_mx: Daño:
fr: Dommages :
ja: ダメージ：
pt_br: Dano:

source: Max
es_mx: Máx
ja: 最大
pt_br: Máx

source: Balanced
de_de: Ausgeglichen
es_mx: Equilibrado
fr: Équilibré
ja: バランスの取れた
pt_br: Equilibrado

source: Mount
de_de: Montur
es_mx: Montura
fr: Monture
ja: マウント
pt_br: Montaria

source: Element
es_mx: Elemento
fr: Élément
ja: 要素
pt_br: Elemento

source: Set Level:
de_de: Niveau setzen:
es_mx: Establecer Nivel:
fr: Définir le niveau :
ja: レベル設定：
pt_br: Definir Nível:

source: Preset changes level
de_de: Voreinstellung ändert Niveau
es_mx: La preconfiguración cambia el nivel
fr: Le préréglage change le niveau
ja: プリセットがレベルを変更
pt_br: A predefinição altera o nível

source: Set Rank:
de_de: Rang festlegen:
es_mx: Establecer Rango:
fr: Définir le rang :
ja: ランク設定：
pt_br: Definir Classificação:

source: Preset changes rank
de_de: Voreinstellung ändert Rang
es_mx: La preconfiguración cambia el rango
fr: Le préréglage change le rang
ja: プリセットがランクを変更
pt_br: A predefinição altera a classificação

source: Set Attributes:
de_de: Attribute festlegen:
es_mx: Establecer Atributos:
fr: Définir les attributs :
ja: 属性設定：
pt_br: Definir Atributos:

source: Preset changes attributes
de_de: Voreinstellung ändert Attribute
es_mx: La preconfiguración cambia los atributos
fr: Le préréglage change les attributs
ja: プリセットが属性を変更
pt_br: A predefinição altera os atributos

source: Not Yet
de_de: Noch nicht
es_mx: Aún no
fr: Pas encore
ja: まだ
pt_br: Ainda não

source: Debug:
de_de: Debuggen:
es_mx: Depuración:
fr: Débogage :
ja: デバッグ：
pt_br: Depuração:

source: StorageID: NULL
de_de: Speicher-ID: NULL
es_mx: ID de almacenamiento: NULL
fr: ID de stockage : NULL
ja: ストレージID：NULL
pt_br: ID de Armazenamento: NULL

source: StorageSlot: NULL
de_de: Speicherschlitz: NULL
es_mx: Ranura de almacenamiento: NULL
fr: Emplacement de stockage : NULL
ja: ストレージスロット：NULL
pt_br: Slot de Armazenamento: NULL

source: Get Info
de_de: Info abrufen
es_mx: Obtener Info
fr: Obtenir des infos
ja: 情報を取得
pt_br: Obter Informações

source: Copy Pal Data
de_de: Pal-Daten kopieren
es_mx: Copiar Datos de Pal
fr: Copier les données de Pal
ja: パルデータをコピー
pt_br: Copiar Dados do Pal

source: Generate & Copy GUID
de_de: GUID generieren und kopieren
es_mx: Generar y Copiar GUID
fr: Générer et copier le GUID
ja: GUIDを生成してコピー
pt_br: Gerar e Copiar GUID

source: Base
de_de: Basis
ja: ベース
